#+OPTIONS: d:(not "BLOG")

#+BEGIN_SRC emacs-lisp :exports none
;; make org mode allow eval of some langs
(org-babel-do-load-languages
 'org-babel-load-languages
 '((emacs-lisp . t)
   (python . t)
   (haskell . t)
   (R . t)))
#+END_SRC

#+RESULTS:
: ((emacs-lisp . t) (python . t) (haskell . t) (R . t))

#+TITLE:     Bayesian Change Point Detection
#+AUTHOR:    Dominic Steinitz
#+EMAIL:     dominic@steinitz.org
#+DATE:      [2017-07-17 Mon]
#+DESCRIPTION: Bayesian change point analysis of UK / South Korea trade statistics
#+LANGUAGE:  en
#+BEAMER_THEME: Frankfurt [height=20pt]
#+OPTIONS:   H:3
#+LATEX_HEADER: \RequirePackage{fancyvrb}
#+LATEX_HEADER: \DefineVerbatimEnvironment{verbatim}{Verbatim}{fontsize=\scriptsize}
#+LATEX_HEADER: \usepackage[style=alphabetic]{biblatex}

